"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.content = [
    '1. ไม่ข่มขู่ ไม่ใช้ความรุนแรง หรือกระทำอื่นใดที่ทำให้เกิดความเสียหายแก่ร่างกาย ชื่อเสียง หรือทรัพย์สินของ "ลูกหนี้" หรือผู้อื่น',
    '2. ไม่ใช้คำพูดหรือภาษาที่เป็นการ "ดูหมิ่นลูกหนี้" หรือผู้อื่น',
    '3. ไม่แจ้งหรือเปิดเผยเกี่ยวกับ "ความเป็นหนี้ของลูกหนี้" ให้แก่ผู้อื่นที่ไม่เกี่ยวข้องกับการทวงหนี้',
    '4. ไม่ติดต่อลูกหนี้ทางไปรษณียบัตรเอกสารเปิดผลึก โทรสาร หรือสิ่งอื่นใดที่สื่อให้ทราบว่าเป็น "การทวงหนี้" อย่างชัดเจน และไม่ใช้ข้อความ เครื่องหมาย สัญลักษณ์หรือชื่อทางธุรกิจ ของผู้ทวงถามบนซองจดหมาย ในการติดต่อลูกหนี้ที่ทำให้เข้าใจว่าเป็นการติดต่อเพื่อ "ทวงถามหนี้"',
    '5. "ไม่ทวงถามหนี้ที่ไม่เหมาะสมในลักษณะอื่น" เช่น การทวงถามหนี้ทางโทรศัพท์ หรือติดต่อบุคคล เกินเวลาที่กำหนดไว้ คือ ช่วงเวลาวันทำการปกติติดต่อได้เวลา 08.00-20.00 น. ส่วนวันหยุดราชการติดต่อได้เวลา 08.00-18.00 น.'
];
//# sourceMappingURL=mortgage_owner_trick.js.map